---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementAngle
source: html/780e54a7-6093-436d-c103-a19f8e4d0b6e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementAngle Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementAngle { get; }
```